Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Check Add-ons for one that lists "Streams" (not just Catalogs or Metadata). If you recently force-quit the app, reopen it so your add-ons reload, or re-add a stream add-on.
af: Kyk Byvoegings vir een wat "Strome" lys (nie net Katalogusse of Metadata nie). As jy die app onlangs geforseer het om te sluit, heropen dit sodat jou byvoegings herlaai, of voeg 'n stroomtoevoeging weer by.
am: «ዥረቶችን» (ካታሎጎችን ወይም ሜታዳታ ብቻ ሳይሆን) የሚዘረዝሩ ተጨማሪዎችን ያረጋግጡ። ቅርብ ጊዜ መተግበሪያውን ከጣሉ፣ ዳግም ይክፈቱ ተጨማሪዎቹ እንዲሰሩ፣ ወይም ዥረት ተጨማሪ ዳግም ጨምሩ።
ar: تحقق من الإضافات بحثًا عن إضافة تُدرج "مصادر" (وليس فقط كتالوجات أو بيانات وصفية). إذا أغلقت التطبيق قسرًا مؤخرًا، فأعد فتحه لتُعاد تحميل إضافاتك، أو أعد إضافة إضافة مصادر.
as: এড-অনসমূহত "Streams" তালিকাভুক্ত কৰা এটা আছে নেকি চাওক (কেৱল কেটাল'গ বা মেটাডেটা নহয়)। যদি আপুনি শেহতীয়াকৈ এপ্‌টো বলপূৰ্বক বন্ধ কৰিছিল, আপোনাৰ এড-অনবোৰ পুনৰ ল'ড হ'বলৈ ইয়াক পুনৰ খোলক, নাইবা এটা ষ্ট্ৰীম এড-অন পুনৰ যোগ কৰক।
az: "Axınlar" (yalnız Kataloqlar və ya Metadata deyil) siyahısında olan bir əlavə axtarın. Bu yaxınlarda tətbiqə məcburi çıxış etdinizsə, əlavələrin yenidən yüklənməsi üçün tətbiqi yenidən açın və ya axın əlavəsini yenidən əlavə edin.
be: Праверце ў Дадатках той, які пазначае «Стрымы» (не толькі Каталогі ці Метаданыя). Калі вы нядаўна прымусова закрылі дадатак, адкрыйце яго зноў, каб вашы дадаткі перазагрузіліся, ці дадайце дадатак стрымаў нанова.
bg: Проверете Добавки за такава, която изброява „Потоци“ (не само Каталози или Метаданни). Ако наскоро сте затворили принудително приложението, отворете го отново, за да се презаредят добавките ви, или добавете отново добавка за потоци.
bn: "Streams" তালিকাভুক্ত করে (শুধু Catalog বা Metadata নয়) এমন একটি অ্যাড-অনের জন্য অ্যাড-অন দেখুন। আপনি যদি সম্প্রতি অ্যাপ জোর করে বন্ধ করে থাকেন, তাহলে এটি আবার খুলুন যাতে আপনার অ্যাড-অন পুনরায় লোড হয়, অথবা একটি stream অ্যাড-অন আবার যোগ করুন।
br: Gwiriit an Enlugelladoù evit unan a listenn "Lanvioù" (nann hepken Katalogoù pe Metaroadennoù). Ma'z hoc'h eus serret an arload dre nerzh nevez zo, adigorit anezhañ evit ma vo adkarget ho enlugelladoù, pe adouzhpennit un enlugellad lanv.
bs: Provjerite Dodatke za onaj koji navodi "Streamove" (a ne samo Kataloge ili Metapodatke). Ako ste nedavno prisilno zatvorili aplikaciju, ponovo je otvorite da se dodaci ponovo učitaju, ili ponovo dodajte dodatak za streamove.
ca: Comprova si tens un complement que llistin «Streams» (no només Catàlegs o Metadades). Si has tancat l'app forçadament recentment, torna a obrir-la perquè es recarreguin els complements, o torna a afegir un complement de streams.
ceb: Susiha ang mga Add-on alang sa usa nga naglista og "Streams" (dili lang Catalogs o Metadata). Kung bag-o lang nimong gi-force-quit ang app, ablihi kini pag-usab aron mo-reload ang imong mga add-on, o idugang pag-usab ang usa ka stream add-on.
cs: V Doplňcích zkontrolujte, zda některý uvádí „Streamy“ (nejen Katalogy nebo Metadata). Pokud jste aplikaci nedávno vynuceně ukončili, znovu ji otevřete, aby se doplňky načetly, nebo doplněk se streamy přidejte znovu.
cy: Edrychwch yn Ychwanegion am un sy'n rhestru "Ffrydiau" (nid Catalogau na Metadata yn unig). Os wnaethoch orfodi'r ap i gau'n ddiweddar, ailagorwch ef fel bod eich ychwanegion yn ail-lwytho, neu ail-ychwanegwch ychwanegyn ffrydio.
da: Tjek Tilføjelser efter en, der angiver "Streams" (ikke kun Kataloger eller Metadata). Hvis du for nylig tvang appen til at lukke, så åbn den igen, så dine tilføjelser genindlæses, eller tilføj en stream-tilføjelse igen.
de: Sieh unter Add-ons nach, ob eines „Streams“ auflistet (nicht nur Kataloge oder Metadaten). Wenn du die App kürzlich beendet hast, öffne sie erneut, damit deine Add-ons neu laden, oder füge ein Stream-Add-on erneut hinzu.
el: Ελέγξτε τα Πρόσθετα για κάποιο που αναφέρει "Streams" (όχι μόνο Catalogs ή Metadata). Αν πρόσφατα κλείσατε βίαια την εφαρμογή, ανοίξτε την ξανά για να φορτωθούν τα πρόσθετά σας, ή προσθέστε ξανά ένα πρόσθετο πηγών.
es: Busca en Complementos uno que incluya «Streams» (no solo Catálogos o Metadatos). Si cerraste la app a la fuerza hace poco, vuelve a abrirla para que tus complementos se recarguen, o vuelve a añadir un complemento de fuentes.
et: Kontrolli Lisade alt, kas mõni neist loetleb "Voogusid" (mitte ainult Katalooge või Metaandmeid). Kui sulgesid rakenduse hiljuti sundkorras, ava see uuesti, et lisad uuesti laaditaks, või lisa voolisa uuesti.
eu: Egiaztatu Gehigarriak "Korronteak" (ez soilik Katalogoak edo Metadatuak) zerrendatzen dituenik. Duela gutxi aplikazioa beharrez itxi baduzu, ireki berriz zure gehigarriak karga daitezen, edo gehitu berriz korronteen gehigarri bat.
fa: در افزونه‌ها به‌دنبال موردی بگردید که «Streams» را فهرست می‌کند (نه فقط Catalogs یا Metadata). اگر اخیراً برنامه را به‌اجبار بسته‌اید، آن را دوباره باز کنید تا افزونه‌هایتان بارگذاری مجدد شوند، یا یک افزونه منبع را دوباره اضافه کنید.
fi: Tarkista Lisäosat-kohdasta, löytyykö lisäosa, joka listaa "Streams" (ei vain Catalogs tai Metadata). Jos suljit sovelluksen äskettäin pakottamalla, avaa se uudelleen, jotta lisäosasi latautuvat, tai lisää lähdelisäosa uudelleen.
fil: Tingnan ang Mga Add-on para sa isang naglilista ng "Streams" (hindi lang Catalogs o Metadata). Kung kamakailan mong sapilitang isinara ang app, buksan itong muli para mag-reload ang iyong mga add-on, o muling idagdag ang isang stream add-on.
fo: Kanna Eykingar fyri eina, ið listar "Streymar" (ikki bara Skrár ella Metadáta). Um tú nýliga tvingaði appið at lata aftur, lat tað upp aftur, so eykingar tínar lestast av nýggjum, ella legg eina streym-eyking afturat aftur.
fr: Vérifiez dans Add-ons s'il y en a un qui propose des « Streams » (pas seulement des Catalogues ou des Métadonnées). Si vous avez récemment forcé la fermeture de l'app, rouvrez-la pour recharger vos add-ons, ou réajoutez un add-on de sources.
fy: Sjoch by Add-ons oft der ien is dy't "Streams" oanbiedt (net allinne Katalogussen of Metadata). As jo de app koartlyn twongen ôfslute hawwe, iepenje him op 'e nij sadat jo add-ons opnij lade, of foegje in stream-add-on op 'e nij ta.
ga: Seiceáil Breiseáin le haghaidh ceann a liostaíonn "Sruthanna" (ní hamháin Catalóga nó Meiteashonraí). Má d'éignigh tú an aip a scor le déanaí, athoscail í ionas go n-athlódálann do bhreiseáin, nó athchuir breiseán srutha leis.
gd: Thoir sùil air na Tuilleadain airson fear a tha a' liostadh "Sruthan" (chan e dìreach Catalogan no Meata-dhàta). Ma dhùin thu an aplacaid le sparradh o chionn ghoirid, fosgail a-rithist i gus an luchdaich na tuilleadain agad a-rithist, no cuir tuilleadan sruth ris às ùr.
gl: Comproba nos complementos se algún ofrece «Fluxos» (non só Catálogos ou Metadatos). Se pechaches a app á forza recentemente, ábrena de novo para que os complementos se recarguen, ou volve engadir un complemento de fluxo.
gu: "Streams" (ફક્ત Catalogs કે Metadata નહીં) સૂચિબદ્ધ કરતું હોય તેવા add-on માટે Add-ons તપાસો. જો તમે તાજેતરમાં એપ બળજબરીથી બંધ કરી હોય, તો તમારા add-ons ફરી લોડ થાય તે માટે તેને ફરી ખોલો, અથવા stream add-on ફરી ઉમેરો.
ha: Duba Ƙarin abubuwa don ɗaya da ke lissafa "Streams" (ba kawai Catalogs ko Metadata ba). Idan kwanan nan ka tilasta rufe manhajar, sake buɗe ta don ƙarin abubuwanka su sake lodawa, ko sake ƙara ƙarin abu na stream.
he: בדוק בהרחבות אם יש כזו המציעה "Streams" (לא רק קטלוגים או מטא-נתונים). אם סגרת לאחרונה את האפליקציה בכפייה, פתח אותה מחדש כדי שההרחבות שלך ייטענו שוב, או הוסף מחדש הרחבת מקורות.
hi: ऐड-ऑन में कोई ऐसा देखें जो "Streams" सूचीबद्ध करता हो (केवल Catalogs या Metadata नहीं)। यदि आपने हाल ही में ऐप को ज़बरदस्ती बंद किया है, तो उसे फिर से खोलें ताकि आपके ऐड-ऑन पुनः लोड हो जाएँ, या कोई stream ऐड-ऑन फिर से जोड़ें।
hr: Provjerite Dodatke za onaj koji navodi "Streamove" (ne samo Kataloge ili Metapodatke). Ako ste nedavno nasilno zatvorili aplikaciju, ponovno je otvorite kako bi se dodaci učitali, ili ponovno dodajte dodatak za streamove.
ht: Gade nan Add-on yo pou youn ki gen "Streams" (pa sèlman Katalòg oswa Metadata). Si ou fèk fòse fèmen aplikasyon an, relouvri l pou add-on ou yo rechaje, oswa reajoute yon add-on stream.
hu: Nézd meg a Kiegészítők között, hogy van-e olyan, amely „Streamek”-et kínál (nem csak Katalógusokat vagy Metaadatokat). Ha nemrég kényszerítve bezártad az appot, nyisd meg újra, hogy a kiegészítők újratöltődjenek, vagy adj hozzá újra egy stream-kiegészítőt.
hy: Ստուգեք Հավելանյութերն այն ծրագրի համար, որն ունի «Հոսքեր» (ոչ միայն Կատալոգ կամ Մետատվյալ)։ Եթե վերջերս հարկադիր փակել եք ծրագիրը, կրկին բացեք այն, որպեսզի հավելանյութերը վերաբեռնվեն, կամ կրկին ավելացրեք հոսքային հավելանյութ։
id: Periksa Add-on untuk yang mencantumkan "Streams" (bukan hanya Katalog atau Metadata). Jika Anda baru saja menutup paksa aplikasi, buka kembali agar add-on Anda dimuat ulang, atau tambahkan kembali add-on stream.
ig: Lelee Ngwakọ maka otu nke depụtara "Streams" (ọ bụghị naanị Katalọgụ ma ọ bụ Metadata). Ọ bụrụ na ị manyere ka ngwa kwụsị n'oge na-adịbeghị anya, meghee ya ọzọ ka ngwakọ gị bugharịa, ma ọ bụ tinyeghachi ngwakọ stream.
is: Athugaðu viðbætur fyrir eina sem listar "Streymi" (ekki bara katalógar eða lýsigögn). Ef þú þvingaðir lokun forritsins nýlega skaltu opna það aftur svo viðbæturnar þínar hlaðist aftur, eða bæta við streymisviðbót.
it: Controlla nei Componenti aggiuntivi se ce n'è uno che elenca «Streams» (non solo Cataloghi o Metadati). Se hai chiuso forzatamente l'app di recente, riaprila così i componenti aggiuntivi si ricaricano, oppure aggiungi di nuovo un componente per le sorgenti.
ja: 「ストリーム」（カタログやメタデータだけでなく）を提供するアドオンがあるか、アドオンを確認してください。最近アプリを強制終了した場合は、アドオンを再読み込みするために再度開くか、ストリームアドオンを追加し直してください。
jv: Priksa Add-on kanggo golèk sing nyathet "Streams" (ora mung Katalog utawa Metadata). Yèn sampeyan lagi waé meksa metu saka app, bukak manèh supaya add-on sampeyan dimuat manèh, utawa tambahaké manèh add-on stream.
ka: შეამოწმეთ დამატებები ისეთისთვის, რომელიც "ნაკადებს" ასახავს (არა მხოლოდ კატალოგებს ან მეტამონაცემებს). თუ ახლახან იძულებით დახურეთ აპლიკაცია, ხელახლა გახსენით, რათა დამატებები ხელახლა ჩაიტვირთოს, ან ხელახლა დაამატეთ ნაკადის დამატება.
kk: «Ағындар» (тек каталогтар немесе метадеректер емес) тізімдейтін қондырманы Қондырмалар бөлімінен іздеңіз. Егер жақында қосымшаны мәжбүрлеп жапсаңыз, қондырмалар қайта жүктелуі үшін оны қайта ашыңыз немесе ағын қондырмасын қайта қосыңыз.
km: ពិនិត្យ Add-ons សម្រាប់មួយដែលរាយ «Streams» (មិនមែនតែ Catalogs ឬ Metadata)។ ប្រសិនបើអ្នកបានបិទកម្មវិធីដោយបង្ខំថ្មីៗ សូមបើកវាឡើងវិញ ដើម្បីឱ្យ add-on របស់អ្នកទាញ ឬបន្ថែម stream add-on ឡើងវិញ។
kn: "Streams" ಅನ್ನು (ಕೇವಲ Catalogs ಅಥವಾ Metadata ಅಲ್ಲ) ಪಟ್ಟಿ ಮಾಡುವ ಒಂದು ಆಡ್-ಆನ್‌ಗಾಗಿ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ನೀವು ಇತ್ತೀಚೆಗೆ ಆ್ಯಪ್ ಅನ್ನು ಬಲವಂತವಾಗಿ ಮುಚ್ಚಿದ್ದರೆ, ನಿಮ್ಮ ಆಡ್-ಆನ್‌ಗಳು ಮರುಲೋಡ್ ಆಗಲು ಅದನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ, ಅಥವಾ stream ಆಡ್-ಆನ್ ಅನ್ನು ಮರು-ಸೇರಿಸಿ.
ko: "Streams"를 제공하는 부가 기능을 부가 기능에서 확인하세요(카탈로그나 메타데이터만 제공하는 것이 아닌). 최근에 앱을 강제 종료했다면 부가 기능이 다시 로드되도록 앱을 다시 열거나, 스트림 부가 기능을 다시 추가하세요.
ku: Li Pêvekan binêre ka yek "Streams" lîste dike (ne tenê Katalog an Metadata). Eger vê dawiyê te sepan bi zorê girt, wê ji nû ve veke da ku pêvekên te ji nû ve bar bibin, an pêvekeke streamê ji nû ve zêde bike.
ky: Кошумчалардан "Стримдерди" (жөн гана Каталогдорду же Метадайындарды эмес) көрсөткөнүн текшериңиз. Эгер жакында колдонмону мажбурлап жапкан болсоңуз, кошумчаларыңыз кайра жүктөлүшү үчүн аны кайра ачыңыз, же стрим кошумчасын кайра кошуңуз.
lb: Kuck bei den Add-ons no engem deen "Streams" oplëscht (net nëmme Kataloger oder Metadaten). Wann du d'App viru kuerzem forcéiert zougemaach hues, maach se erëm op, sou datt deng Add-ons nei lueden, oder setz e Stream-Add-on erëm derbäi.
lo: ກວດເບິ່ງໃນສ່ວນເສີມ ຫາອັນທີ່ມີ "Streams" (ບໍ່ແມ່ນແຕ່ Catalogs ຫຼື Metadata). ຖ້າທ່ານຫາກໍບັງຄັບປິດແອັບ, ໃຫ້ເປີດຄືນເພື່ອໃຫ້ສ່ວນເສີມໂຫຼດຄືນໃໝ່, ຫຼື ເພີ່ມສ່ວນເສີມສະຕຣີມຄືນໃໝ່.
lt: Patikrinkite Papildinius ir raskite tokį, kuris pateikia „Srautus“ (ne tik Katalogus ar Metaduomenis). Jei neseniai priverstinai uždarėte programą, atverkite ją iš naujo, kad papildiniai įsikrautų, arba pridėkite srautų papildinį iš naujo.
lv: Pārbaudiet papildinājumus, lai atrastu tādu, kas norāda "Straumes" (ne tikai katalogus vai metadatus). Ja nesen piespiedu kārtā aizvērāt lietotni, atveriet to atkārtoti, lai papildinājumi tiktu pārlādēti, vai pievienojiet straumju papildinājumu no jauna.
mg: Jereo ao amin'ny Add-ons izay mitanisa "Streams" (fa tsy Catalogs na Metadata fotsiny). Raha vao noteren'ny app hijanona ianao, sokafy indray izy mba hamerenana ny add-on-nao, na ampidiro indray ny add-on stream.
mi: Tirohia ngā Apataki mō tētahi e whakarārangi ana i ngā "Awa" (kaua ko ngā Puranga, ko ngā Raraunga Meta rānei anake). Mēnā i kōkuku-whakamutua koe i te taupānga ināia tata nei, whakatuwherahia anō kia utaina anōtia ō apataki, tāpirihia anōtia rānei he apataki awa.
mk: Проверете во Додатоци дали има таков кој наведува „Стримови“ (не само Каталози или Метаподатоци). Ако неодамна ја принудно затворивте апликацијата, повторно отворете ја за да се вчитаат вашите додатоци, или повторно додајте додаток за стримови.
ml: "Streams" ലിസ്റ്റ് ചെയ്യുന്ന ഒന്നിനായി ആഡ്-ഓണുകൾ പരിശോധിക്കുക (Catalogs അല്ലെങ്കിൽ Metadata മാത്രമല്ല). നിങ്ങൾ അടുത്തിടെ ആപ്പ് നിർബന്ധിതമായി അടച്ചിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ ആഡ്-ഓണുകൾ വീണ്ടും ലോഡ് ചെയ്യാൻ അത് വീണ്ടും തുറക്കുക, അല്ലെങ്കിൽ ഒരു സ്ട്രീം ആഡ്-ഓൺ വീണ്ടും ചേർക്കുക.
mn: "Streams" (зөвхөн Catalogs эсвэл Metadata биш) жагсаадаг нэмэлтийг Нэмэлтүүд хэсгээс шалгана уу. Хэрэв та саяхан аппыг албадан хаасан бол нэмэлтүүдээ дахин ачаалахын тулд аппыг дахин нээх, эсвэл stream нэмэлтийг дахин нэмнэ үү.
mr: "Streams" सूचीबद्ध करणाऱ्या एखाद्या add-on साठी Add-ons तपासा (फक्त Catalogs किंवा Metadata नव्हे). तुम्ही अलीकडे अॅप जबरदस्तीने बंद केले असल्यास, ते पुन्हा उघडा जेणेकरून तुमचे add-ons पुन्हा लोड होतील, किंवा एखादे stream add-on पुन्हा जोडा.
ms: Periksa Tambahan untuk satu yang menyenaraikan "Strim" (bukan sekadar Katalog atau Metadata). Jika anda baru-baru ini memaksa tutup aplikasi, buka semula supaya tambahan anda dimuatkan semula, atau tambah semula tambahan strim.
mt: Iċċekkja l-Add-ons għal wieħed li jelenka "Streams" (mhux biss Catalogs jew Metadata). Jekk dan l-aħħar għalaqt l-app bil-forza, erġa' iftaħha biex l-add-ons tiegħek jerġgħu jitgħabbew, jew erġa' żid add-on tal-istream.
my: "Streams" ကို ဖော်ပြသည့် (Catalogs သို့မဟုတ် Metadata သာမက) တစ်ခုကို Add-on များတွင် စစ်ဆေးပါ။ app ကို မကြာသေးမီက အတင်းပိတ်ခဲ့ပါက သင့် add-on များ ပြန်တင်ရန် ၎င်းကို ပြန်ဖွင့်ပါ၊ သို့မဟုတ် stream add-on တစ်ခုကို ပြန်ထည့်ပါ။
nb: Sjekk under Tillegg etter ett som oppgir «Streams» (ikke bare Kataloger eller Metadata). Hvis du nylig tvang appen til å avslutte, åpne den på nytt slik at tilleggene lastes inn igjen, eller legg til et strømmekildetillegg på nytt.
ne: «Streams» (केवल Catalogs वा Metadata होइन) सूचीबद्ध गर्ने add-on को लागि Add-ons जाँच गर्नुहोस्। यदि तपाईंले भर्खरै एपलाई जबर्जस्ती बन्द गर्नुभयो भने, तपाईंका add-on हरू पुनः लोड होऊन् भनेर एप पुनः खोल्नुहोस्, वा stream add-on पुनः थप्नुहोस्।
nl: Controleer bij Add-ons of er één is die "Streams" vermeldt (niet alleen Catalogi of Metadata). Als je de app onlangs geforceerd hebt afgesloten, open hem opnieuw zodat je add-ons opnieuw laden, of voeg een stream-add-on opnieuw toe.
ny: Onani mu Add-ons kuti mupeze imene ili ndi "Streams" (osati Catalogs kapena Metadata zokha). Ngati posachedwa mwatseka app mokakamiza, itsekulireni kuti ma add-on anu abwerezenso, kapena onjezaninso add-on ya stream.
oc: Verificatz dins los Moduls que n'i aja un que provesís de "Fluxes" (pas solament de Catalògs o de Metadonadas). Se venètz de forçar la sortida de l'aplicacion, tornatz la dobrir per que vòstres moduls se recargon, o tornatz apondre un modul de fluxes.
or: "Streams" (କେବଳ Catalogs କିମ୍ବା Metadata ନୁହେଁ) ତାଲିକାଭୁକ୍ତ କରୁଥିବା ଏକ ଆଡ୍-ଅନ ପାଇଁ ଆଡ୍-ଅନ ଯାଞ୍ଚ କରନ୍ତୁ। ଯଦି ଆପଣ ନିକଟରେ ଆପ୍ ଫୋର୍ସ-କ୍ୱିଟ୍ କରିଛନ୍ତି, ତେବେ ଏହାକୁ ପୁନଃ ଖୋଲନ୍ତୁ ଯାହା ଫଳରେ ଆପଣଙ୍କ ଆଡ୍-ଅନ ପୁନଃ ଲୋଡ୍ ହୁଏ, କିମ୍ବା ଏକ ଷ୍ଟ୍ରିମ ଆଡ୍-ଅନ ପୁନଃ ଯୋଗ କରନ୍ତୁ।
pa: ਐਡ-ਆਨ ਵਿੱਚ ਉਹ ਦੇਖੋ ਜੋ «ਸਟ੍ਰੀਮਜ਼» ਸੂਚੀਬੱਧ ਕਰਦਾ ਹੈ (ਨਾ ਕਿ ਸਿਰਫ਼ ਕੈਟਾਲੋਗ ਜਾਂ ਮੈਟਾਡੇਟਾ)। ਜੇ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਐਪ ਜ਼ਬਰਦਸਤੀ ਬੰਦ ਕੀਤੀ ਸੀ, ਇਸਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹੋ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਐਡ-ਆਨ ਰੀਲੋਡ ਹੋਣ, ਜਾਂ ਸਟ੍ਰੀਮ ਐਡ-ਆਨ ਦੁਬਾਰਾ ਜੋੜੋ।
pl: Sprawdź w Dodatkach taki, który wymienia „Strumienie” (a nie tylko Katalogi lub Metadane). Jeśli niedawno wymusiłeś zamknięcie aplikacji, otwórz ją ponownie, aby dodatki się przeładowały, albo dodaj ponownie dodatek ze strumieniami.
ps: اضافه‌ونې وګورئ چې کومه یې «Streams» لیست کوي (نه یوازې کاتالوګونه یا میټاډاټا). که تاسو دا وروستی اپ په زوره وتړه، بیا یې خلاص کړئ چې اضافه‌ونې بیا بار شي، یا یوه سټریم اضافه‌ونه بیا ورزیاته کړئ.
pt_br: Verifique nos Complementos se há algum que liste "Streams" (não apenas Catálogos ou Metadados). Se você fechou o app à força recentemente, reabra-o para que seus complementos recarreguem, ou adicione novamente um complemento de streams.
pt_pt: Verifique nos Add-ons se há algum que liste "Streams" (e não apenas Catálogos ou Metadados). Se forçou recentemente o encerramento da app, reabra-a para os add-ons recarregarem, ou volte a adicionar um add-on de streams.
ro: Verifică în Add-on-uri dacă există unul care listează „Streams” (nu doar Catalogs sau Metadata). Dacă ai închis recent forțat aplicația, redeschide-o pentru ca add-on-urile să se reîncarce sau readaugă un add-on de stream.
ru: Найдите в разделе «Дополнения» то, что содержит «Streams» (а не только «Catalogs» или «Metadata»). Если вы недавно принудительно закрыли приложение, откройте его снова, чтобы дополнения перезагрузились, или добавьте дополнение с источниками заново.
rw: Reba mu Byongeramo hari kimwe kigaragaza "Streams" (atari Catalogs cyangwa Metadata gusa). Niba uheruka guhagarika porogaramu ku ngufu, ongera uyifungure kugira ngo ibyongeramo byawe byongere byuzuze, cyangwa wongere kongeramo ikongeramo cya stream.
sd: ايڊ-آنز ۾ اهڙو ڏسو جيڪو "Streams" ڏيکاري (رڳو ڪيٽلاگ يا ميٽا ڊيٽا نه). جيڪڏهن اوهان تازو ايپ کي زوريءَ بند ڪيو آهي ته ان کي ٻيهر کوليو ته جيئن اوهان جا ايڊ-آن ٻيهر لوڊ ٿين، يا هڪ اسٽريم ايڊ-آن ٻيهر شامل ڪريو.
si: "Streams" ලැයිස්තුගත කරන එකක් සඳහා ඇඩෝන පරීක්ෂා කරන්න (කැටලොග හෝ පාරදත්ත පමණක් නොව). ඔබ මෑතකදී යෙදුම බලෙන් හැරියේ නම්, ඔබේ ඇඩෝන නැවත පූරණය වන ලෙස එය නැවත විවෘත කරන්න, නැතහොත් stream ඇඩෝනයක් නැවත එක් කරන්න.
sk: Skontrolujte v Doplnkoch ten, ktorý uvádza „Streamy“ (nielen Katalógy alebo Metadáta). Ak ste nedávno aplikáciu vynútene ukončili, znova ju otvorte, aby sa doplnky znova načítali, alebo znova pridajte streamovací doplnok.
sl: V razdelku Dodatki poiščite tistega, ki navaja »Streams« (ne samo Catalogs ali Metadata). Če ste pravkar prisilno zaprli aplikacijo, jo znova odprite, da se dodatki znova naložijo, ali znova dodajte dodatek za vire.
sm: Siaki Add-ons mo se tasi o loo lisiina "Streams" (e le na o Catalogs po o Metadata). Afai na e faamalosi-tapunia talu ai le app, toe tatala ina ia toe utaina au add-on, pe toe faaopoopo se add-on stream.
sn: Tarisa Zvinowedzera kuti uwane rimwe rinoratidza "Streams" (kwete Catalogs kana Metadata chete). Kana wakangovhara app nechisimba nguva pfupi yapfuura, ivhurezve kuti zvinowedzera zvako zvidzoke, kana wedzerazve chinowedzera che stream.
so: Hubi Add-ons mid liistiyaha "Streams" (ma aha kaliya Catalogs ama Metadata). Haddii aad dhawaan si xoog ah u xiratay app-ka, dib u fur si add-ons-kaagu dib u soo shubmaan, ama dib u dar add-on stream ah.
sq: Kontrolloni Shtesat për një që liston "Transmetime" (jo vetëm Katalogë ose Metadata). Nëse e keni mbyllur forcërisht aplikacionin kohët e fundit, rihapeni që shtesat të ringarkohen, ose shtoni sërish një shtesë transmetimesh.
sr: Проверите у Додацима да ли постоји неки који наводи „Streams“ (а не само Catalogs или Metadata). Ако сте недавно принудно затворили апликацију, поново је отворите да би се додаци поново учитали, или поново додајте stream додатак.
st: Sheba Litlatsetso bakeng sa e 'ngoe e thathamisang "Streams" (eseng feela Catalogs kapa Metadata). Haeba u sa tsoa qobella ho koala app, e bule hape e le hore litlatsetso tsa hau li kenngoe hape, kapa u eketse hape tlatsetso ea stream.
su: Pariksa Add-on pikeun nu daptarna "Streams" (lain ngan Katalog atawa Metadata). Lamun anjeun kakara maksa nutup aplikasi, buka deui ambéh add-on anjeun dimuat deui, atawa tambihkeun deui add-on stream.
sv: Kontrollera Tillägg efter ett som listar "Streams" (inte bara Kataloger eller Metadata). Om du nyligen tvångsavslutade appen, öppna den igen så att dina tillägg laddas om, eller lägg till ett ström-tillägg igen.
sw: Angalia Viongezi kwa moja linaloandika "Mtiririko" (si Katalogi au Metadata tu). Ikiwa ulifunga programu hivi karibuni kwa nguvu, ifungue upya ili viongezi vyako vipakiwe upya, au ongeza kiongezi cha mtiririko tena.
ta: "Streams" (Catalogs அல்லது Metadata மட்டுமல்ல) பட்டியலிடும் ஒன்றுக்கு நீட்சிகளைச் சரிபார்க்கவும். சமீபத்தில் ஆப்பைக் கட்டாயமாக மூடியிருந்தால், உங்கள் நீட்சிகள் மீண்டும் ஏற்றப்பட அதை மீண்டும் திறக்கவும், அல்லது ஒரு stream நீட்சியை மீண்டும் சேர்க்கவும்.
te: "Streams" జాబితా చేసే ఒక యాడ్-ఆన్ కోసం యాడ్-ఆన్‌లను తనిఖీ చేయండి (కేవలం Catalogs లేదా Metadata కాదు). మీరు ఇటీవల యాప్‌ను బలవంతంగా మూసివేస్తే, మీ యాడ్-ఆన్‌లు మళ్లీ లోడ్ అయ్యేందుకు దాన్ని తిరిగి తెరవండి, లేదా ఒక స్ట్రీమ్ యాడ్-ఆన్‌ను మళ్లీ జోడించండి.
tg: Дар Иловагиҳо касеро ҷустуҷӯ кунед, ки «Ҷараёнҳо»-ро номбар кунад (на танҳо Каталогҳо ё Метамаълумот). Агар шумо ба наздикӣ барномаро маҷбуран бастед, онро аз нав кушоед, то иловагиҳо аз нав бор шаванд, ё иловаи ҷараёнро аз нав илова кунед.
th: ตรวจดูที่แอดออนเพื่อหาตัวที่ระบุ "Streams" (ไม่ใช่แค่ Catalogs หรือ Metadata) หากคุณเพิ่งบังคับปิดแอป ให้เปิดใหม่เพื่อให้แอดออนโหลดอีกครั้ง หรือเพิ่มแอดออนแหล่งสตรีมใหม่
tr: Eklentiler bölümünden "Akışlar" (yalnızca Kataloglar veya Üst Veri değil) listeleyen birini kontrol edin. Uygulamayı kısa süre önce zorla kapattıysanız, eklentilerinizin yeniden yüklenmesi için yeniden açın veya bir akış eklentisini yeniden ekleyin.
tt: Өстәмәләр арасында "Streams" (тик Каталоглар яки Мета-мәгълүматлар гына түгел) күрсәтелгәнен эзлә. Әгәр күптән түгел кушымтаны мәҗбүри япкан булсаң, аны кабат ач, шулай итеп өстәмәләрең яңадан йөкләнсен, яки агым өстәмәсен кабат өстә.
ug: قوشۇلمىلاردىن «ئېقىنلار»نى تىزىملىگەن بىرىنى تەكشۈرۈڭ (پەقەت كاتالوگ ياكى مېتا سانلىق مەلۇماتلا ئەمەس). يېقىندا دېتالنى مەجبۇرىي ياپقان بولسىڭىز، قوشۇلمىلىرىڭىز قايتا يۈكلىنىشى ئۈچۈن ئۇنى قايتا ئېچىڭ، ياكى ئېقىن قوشۇلمىسىنى قايتا قوشۇڭ.
uk: Перевірте Додатки на наявність такого, що містить «Streams» (не лише Каталоги чи Метадані). Якщо ви нещодавно примусово закрили застосунок, відкрийте його знову, щоб додатки перезавантажилися, або додайте додаток джерел повторно.
ur: ایڈ-آنز میں ایسا کوئی چیک کریں جو "Streams" درج کرتا ہو (صرف Catalogs یا Metadata نہیں)۔ اگر آپ نے حال ہی میں ایپ کو زبردستی بند کیا ہے، تو اسے دوبارہ کھولیں تاکہ آپ کے ایڈ-آنز دوبارہ لوڈ ہوں، یا کوئی اسٹریم ایڈ-آن دوبارہ شامل کریں۔
uz: Qo'shimchalar orasidan "Oqimlar"ni ro'yxatga oladiganini tekshiring (faqat Kataloglar yoki Metama'lumotlar emas). Agar yaqinda ilovani majburan yopgan bo'lsangiz, qo'shimchalaringiz qayta yuklanishi uchun uni qayta oching yoki oqim qo'shimchasini qayta qo'shing.
vi: Kiểm tra mục Tiện ích bổ sung để tìm một tiện ích có liệt kê "Streams" (không chỉ Catalogs hay Metadata). Nếu bạn vừa buộc thoát ứng dụng, hãy mở lại để các tiện ích tải lại, hoặc thêm lại một tiện ích nguồn.
xh: Jonga kwii-Add-on ukuze ufumane enye edwelisa "Streams" (hayi nje iiKhathalogu okanye iMetadata). Ukuba usanda kunyanzelisa ukuvala i-app, yivule kwakhona ukuze ii-add-on zakho zilayishe kwakhona, okanye wongeze kwakhona i-add-on yestream.
yo: Ṣàyẹ̀wò Add-ons fún ọ̀kan tí ó ṣàkọsílẹ̀ "Streams" (kì í ṣe Catalogs tàbí Metadata nìkan). Bí o bá fipá jáde kúrò nínú app náà láìpẹ́, ṣí i padà kí àwọn add-on rẹ lè kì padà, tàbí kí o tún stream add-on kún.
zh_hans: 在“附加组件”中查找一个列出“Streams”（而非仅 Catalogs 或 Metadata）的组件。如果你最近强制退出了应用，请重新打开它以重新加载附加组件，或重新添加一个 stream 附加组件。
zh_hant: 請在「外掛」中查看是否有列出「Streams」（不只是 Catalogs 或 Metadata）的外掛。若你最近強制結束過 App，請重新開啟以重新載入外掛，或重新新增一個串流外掛。
zu: Hlola Izengezo ukuze uthole esibhala "Ama-Streams" (hhayi nje ama-Catalog noma i-Metadata). Uma usanda kuphoqelela ukuvala i-app, yivule kabusha ukuze izengezo zakho zilayishwe kabusha, noma wengeze kabusha isengezo se-stream.
